Repository: Novadart/novabill
Catalog: novabill-report/po/*.po
Languages: it_it

source: Page %(pNum)d of %(tNum)d
it_it: Pagina %(pNum)d di %(tNum)d

source: Powered by Novabill
it_it: Generato con Novabill

source: Transport document
it_it: Documento di Trasporto

source: Number
it_it: Numero

source: Date
it_it: Data

source: city pattern
it_it: %(city)s (%(province)s)

source: Receiving address
it_it: Indirizzo di Destinazione

source: Sending address
it_it: Indirizzo del Mittente

source: Transporter
it_it: Vettore

source: Transportation responsibility
it_it: Trasporto a carico

source: Num. of packages
it_it: Colli

source: Trade zone
it_it: Porto

source: To
it_it: A

source: From
it_it: Da

source: Price
it_it: Prezzo

source: Qty
it_it: Qt√†

source: Description
it_it: Descrizione

source: Tax
it_it: Tasse

source: Total
it_it: Totale

source: Total before tax
it_it: Totale Imponibile

source: Total tax
it_it: Totale IVA

source: Invoice notes
it_it: Note

source: No notes
it_it: Nessuna nota

source: Credit note
it_it: Nota di Credito

source: Payment date
it_it: Scadenza Pagamento

source: Estimation
it_it: Preventivo

source: Invoice
it_it: Fattura

source: Payment details
it_it: Note Pagamento

source: Deadline
it_it: Scadenza

source: Type
it_it: Pagamento

source: %(docType)s for %(client)s
it_it: %(docType)s per %(client)s
